Repository: collective/collective.anysurfer
Catalog: src/collective/anysurfer/locales/*/LC_MESSAGES/collective.anysurfer.po
Languages: fr

source: Accessibility (Anysurfer) settings
fr: Configuration de l'accessibilité (Anysurfer)

source: Change all the settings related to website accessibility
fr: Modifiez les paramètres liés à l'accessibilité du site

source: Enter the language code. Ex.: en
fr: Saisissez le code linguistique. Ex : en

source: Installs the collective.anysurfer package
fr: Installe le module collective.anysurfer

source: Language (en, fr,...)
fr: Langue (en, fr, ...)

source: Multilingual accessibility statements texts
fr: Textes des déclarations d'accessibilité dans chaque langue

source: News image - click to view full image
fr: Illustration de l'actualité - cliquer pour agrandir

source: Required
fr: Requis

source: Text
fr: Texte

source: This text will be available through the accessibility site action
fr: Ce texte sera disponible via l'action Accessibilité

source: accessibility_feedback
fr: Nous apprécions de recueillir votre avis sur les efforts que nous déployons afin de rendre notre site web plus accessible. Faites-nous part de vos remarques et suggestions via notre <a href="contact-info">formulaire de contact</a>.

source: accessibility_feedback_title
fr: Remarques

source: accessibility_introduction
fr: Tous les sites web officiels des institutions européennes doivent se conformer à des lignes directrices internationales en matière d'accessibilité des contenus. Les textes, les images, les formulaires, les sons et autres doivent donc être accessibles et compréhensibles sans discrimination par le plus grand nombre.<br />Nous souhaitons promouvoir l'usage de l'internet en le rendant plus accessible notamment aux personnes souffrant d'un handicap. Nous améliorons sans relâche l'expérience de l'utilisateur en respectant les normes d'accessibilité pertinentes.

source: accessibility_introduction_title
fr: Introduction

source: accessibility_level
fr: Les Web Content Accessibility Guidelines (WCAG) rassemblent les normes applicables en matière d'exigences d'accessibilité pour les personnes souffrant d'un handicap. Ces règles peuvent être mises en œuvre à trois niveaux : niveau A, niveau AA et niveau AAA.

source: accessibility_level_title
fr: Niveau de conformité à la norme d'accessibilité

source: accessibility_title
fr: Déclaration d'accessibilité du site
